const mainKeyboard = require("../keyboards/main");

module.exports = (bot) => {
    bot.start((ctx) => {
        ctx.reply(
            `🏔️ KARPATY GUIDE

Я зібрав для тебе готові маршрути Карпатами 🌲

Без хаосу, довгих пошуків і складного планування — просто обираєш маршрут і йдеш.

📍 Усередині:
• чіткі маршрути від старту до фінішу  
• точки зупинок і орієнтири  
• рівень складності  
• атмосферні місця для фото  

🔥 Це не просто інформація — це готові подорожі.

Оберіть розділ 👇`,
            mainKeyboard
        );
    });
}